Repository: solokha-o/Alike
Catalog: Packages/Details/Sources/Details/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# details.clusterDetails.opensPhotoLocationMaps
source: Opens the photo location in Maps
ar: يفتح موقع الصورة في الخرائط
de: Öffnet den Aufnahmeort in Karten
es: Abre la ubicación de la foto en Mapas
fr: Ouvre le lieu de la photo dans Plans
it: Apre la posizione della foto in Mappe
nl: Opent de fotolocatie in Kaarten
pl: Otwiera lokalizację zdjęcia w Mapach
pt_br: Abre a localização da foto no Mapas
tr: Fotoğrafın konumunu Harita'da açar
uk: Відкриває місце зйомки фото в Картах
zh_hant: 在「地圖」中打開照片位置

# details.clusterDetails.originalPhoto
source: Original
ar: الأصل
it: Originale
nl: Origineel
pl: Oryginał
tr: Orijinal
uk: Оригінал
zh_hant: 原始照片

# details.clusterDetails.panorama
source: Panorama
ar: بانوراما
it: Panoramica
uk: Панорама
zh_hant: 全景

# details.clusterDetails.photo
source: Photo
ar: صورة
de: Foto
es: Foto
it: Foto
nl: Foto
pl: Zdjęcie
pt_br: Foto
tr: Fotoğraf
uk: Фото
zh_hant: 照片

# details.clusterDetails.photoInfo
source: Photo Info
ar: معلومات الصورة
de: Fotoinformationen
es: Información de la foto
fr: Infos de la photo
it: Info foto
nl: Fotogegevens
pl: Informacje o zdjęciu
pt_br: Informações da foto
tr: Fotoğraf Bilgisi
uk: Інформація про фото
zh_hant: 照片資訊

# details.clusterDetails.photoLocation
source: Photo location
ar: موقع الصورة
de: Aufnahmeort
es: Ubicación de la foto
fr: Lieu de la photo
it: Posizione della foto
nl: Fotolocatie
pl: Lokalizacja zdjęcia
pt_br: Localização da foto
tr: Fotoğraf konumu
uk: Місце зйомки
zh_hant: 照片位置

# details.clusterDetails.probablyBestShot
source: Probably best
ar: الأفضل على الأرجح
de: Wahrscheinlich die beste
es: Probablemente la mejor
fr: Probablement la meilleure
it: Probabilmente il migliore
nl: Waarschijnlijk de beste
pl: Prawdopodobnie najlepsze
pt_br: Provavelmente a melhor
tr: Muhtemelen en iyisi
uk: Ймовірно найкращий
zh_hant: 可能最佳

# details.clusterDetails.reasonBetterExposure
source: Better exposure
ar: إضاءة أفضل
de: Bessere Belichtung
es: Mejor exposición
fr: Meilleure exposition
it: Esposizione migliore
nl: Betere belichting
pl: Lepsza ekspozycja
pt_br: Melhor exposição
tr: Daha iyi pozlama
uk: Краща експозиція
zh_hant: 曝光更佳

# details.clusterDetails.reasonFaceInFocus
source: Face in focus
ar: الوجه واضح
de: Gesicht im Fokus
es: Rostro enfocado
fr: Visage net
it: Volto a fuoco
nl: Gezicht scherp
pl: Twarz w ostrości
pt_br: Rosto em foco
tr: Yüz net
uk: Обличчя у фокусі
zh_hant: 人臉清晰

# details.clusterDetails.reasonHigherResolution
source: Higher resolution
ar: دقة أعلى
de: Höhere Auflösung
es: Mayor resolución
fr: Résolution supérieure
it: Risoluzione maggiore
nl: Hogere resolutie
pl: Wyższa rozdzielczość
pt_br: Maior resolução
tr: Daha yüksek çözünürlük
uk: Вища роздільна здатність
zh_hant: 解析度更高

# details.clusterDetails.reasonLessNoise
source: Less noise
ar: ضوضاء أقل
de: Weniger Rauschen
es: Menos ruido
fr: Moins de bruit
it: Meno rumore
nl: Minder ruis
pl: Mniej szumu
pt_br: Menos ruído
tr: Daha az gürültü
uk: Менше шуму
zh_hant: 雜訊更少

# details.clusterDetails.reasonOpenEyes
source: Eyes open
ar: العينان مفتوحتان
de: Augen offen
es: Ojos abiertos
fr: Yeux ouverts
it: Occhi aperti
nl: Ogen open
pl: Otwarte oczy
pt_br: Olhos abertos
tr: Gözler açık
uk: Розплющені очі
zh_hant: 眼睛張開

# details.clusterDetails.reasonSharper
source: Sharper
ar: أكثر حدة
de: Schärfer
es: Más nítida
fr: Plus nette
it: Più nitida
nl: Scherper
pl: Ostrzejsze
pt_br: Mais nítida
tr: Daha net
uk: Різкіше
zh_hant: 更清晰

# details.clusterDetails.resolution
source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
tr: Çözünürlük
uk: Роздільна здатність
zh_hant: 解析度

# details.clusterDetails.revertToOriginal
source: Revert to original
ar: العودة إلى الأصل
de: Original wiederherstellen
es: Volver al original
fr: Rétablir l’original
it: Ripristina l’originale
nl: Origineel herstellen
pl: Przywróć oryginał
pt_br: Voltar ao original
tr: Orijinale dön
uk: Повернути оригінал
zh_hant: 還原為原始照片

# details.clusterDetails.screenshot
source: Screenshot
ar: لقطة شاشة
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d’écran
nl: Schermafbeelding
pl: Zrzut ekranu
pt_br: Captura de tela
tr: Ekran Görüntüsü
uk: Знімок екрана
zh_hant: 螢幕快照

# details.clusterDetails.selectAllExceptBest
source: Select All Except Best
ar: تحديد الكل ما عدا الأفضل
de: Alle außer der besten auswählen
es: Seleccionar todas menos la mejor
fr: Tout sélectionner sauf la meilleure
it: Seleziona tutte tranne la migliore
nl: Selecteer alles behalve de beste
pl: Zaznacz wszystkie oprócz najlepszego
pt_br: Selecionar todas menos a melhor
tr: En İyisi Hariç Tümünü Seç
uk: Вибрати все, крім найкращого
zh_hant: 選取除最佳照片外的全部

# details.clusterDetails.selected
source: Selected
ar: محددة
de: Ausgewählt
es: Seleccionada
fr: Sélectionnée
it: Selezionata
nl: Geselecteerd
pl: Wybrane
pt_br: Selecionada
tr: Seçildi
uk: Вибрано
zh_hant: 已選取

# details.clusterDetails.selectedForCleanupReview
source: Selected for cleanup review
ar: محددة لمراجعة التنظيف
de: Für die Aufräum-Prüfung ausgewählt
es: Seleccionada para la revisión de limpieza
fr: Sélectionnée pour l’examen de nettoyage
it: Selezionata per il controllo di pulizia
nl: Geselecteerd voor opruimbeoordeling
pl: Wybrane do przeglądu porządków
pt_br: Selecionada para a revisão de limpeza
tr: Temizlik gözden geçirmesi için seçildi
uk: Вибрано для перегляду очищення
zh_hant: 已選取以進行清理檢視

# details.clusterDetails.selectedPhotoWillBeRemoved
source: The selected photo will be removed from your library and other devices using iCloud Photos, then remain in Recently Deleted for up to 30 days. Storage may not be freed until it is permanently deleted. Estimated reclaimable space: %@.
ar: ستُزال الصورة المحددة من مكتبتك ومن الأجهزة الأخرى التي تستخدم صور iCloud، ثم تبقى في «المحذوفة مؤخرًا» مدة تصل إلى 30 يومًا. قد لا تتحرر المساحة إلا بعد حذفها نهائيًا. المساحة التقديرية القابلة للاسترجاع: %@.
de: Das ausgewählte Foto wird aus deiner Mediathek und von anderen Geräten mit iCloud-Fotos entfernt und bleibt bis zu 30 Tage in „Zuletzt gelöscht“. Der Speicher wird möglicherweise erst freigegeben, wenn es endgültig gelöscht ist. Geschätzter freigebbarer Speicher: %@.
es: La foto seleccionada se eliminará de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerá en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se elimine de forma permanente. Espacio recuperable estimado: %@.
fr: La photo sélectionnée sera retirée de votre photothèque et des autres appareils utilisant Photos iCloud, puis conservée dans Supprimés récemment pendant 30 jours maximum. L’espace ne sera peut-être libéré qu’après sa suppression définitive. Espace récupérable estimé : %@.
it: La foto selezionata verrà rimossa dalla tua libreria e dagli altri dispositivi che usano «Foto di iCloud», poi resterà in «Eliminati di recente» per un massimo di 30 giorni. Lo spazio potrebbe non liberarsi finché non viene eliminata definitivamente. Spazio recuperabile stimato: %@.
nl: De geselecteerde foto wordt verwijderd uit je bibliotheek en van andere apparaten die iCloud-foto's gebruiken, en blijft daarna maximaal 30 dagen in 'Recent verwijderd' staan. Er komt mogelijk pas opslagruimte vrij als de foto definitief is verwijderd. Geschatte vrij te maken ruimte: %@.
pl: Wybrane zdjęcie zostanie usunięte z Twojej biblioteki i z innych urządzeń korzystających ze Zdjęć iCloud, a następnie pozostanie w albumie „Ostatnio usunięte” przez maksymalnie 30 dni. Miejsce może nie zostać zwolnione, dopóki zdjęcie nie zostanie trwale usunięte. Szacowane miejsce do odzyskania: %@.
pt_br: A foto selecionada será removida da sua fototeca e dos outros dispositivos que usam o Fotos do iCloud e ficará em Apagados recentemente por até 30 dias. O espaço pode não ser liberado até que ela seja apagada definitivamente. Espaço recuperável estimado: %@.
tr: Seçili fotoğraf kitaplığından ve iCloud Fotoğrafları'nı kullanan diğer aygıtlardan kaldırılacak, ardından en fazla 30 gün boyunca Son Silinenler'de kalacak. Kalıcı olarak silinene kadar depolama alanı boşalmayabilir. Tahmini geri kazanılabilir alan: %@.
uk: Вибране фото буде видалено з вашої фототеки та інших пристроїв, які використовують Фото iCloud, а потім залишатиметься в альбомі «Недавно видалені» до 30 днів. Місце може не звільнитися, доки фото не буде видалено остаточно. Орієнтовно можна звільнити: %@.
zh_hant: 所選照片將從你的圖庫以及使用「iCloud 照片」的其他裝置上移除，並在「最近刪除」中保留最多 30 天。在永久刪除之前，儲存空間可能不會釋出。預估可回收空間：%@。

# details.clusterDetails.selectedPhotosWillBeRemoved
source: The selected photos will be removed from your library and other devices using iCloud Photos, then remain in Recently Deleted for up to 30 days. Storage may not be freed until they are permanently deleted. Estimated reclaimable space: %@.
ar: ستُزال الصور المحددة من مكتبتك ومن الأجهزة الأخرى التي تستخدم صور iCloud، ثم تبقى في «المحذوفة مؤخرًا» مدة تصل إلى 30 يومًا. قد لا تتحرر المساحة إلا بعد حذفها نهائيًا. المساحة التقديرية القابلة للاسترجاع: %@.
de: Die ausgewählten Fotos werden aus deiner Mediathek und von anderen Geräten mit iCloud-Fotos entfernt und bleiben bis zu 30 Tage in „Zuletzt gelöscht“. Der Speicher wird möglicherweise erst freigegeben, wenn sie endgültig gelöscht sind. Geschätzter freigebbarer Speicher: %@.
es: Las fotos seleccionadas se eliminarán de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerán en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se eliminen de forma permanente. Espacio recuperable estimado: %@.
fr: Les photos sélectionnées seront retirées de votre photothèque et des autres appareils utilisant Photos iCloud, puis conservées dans Supprimés récemment pendant 30 jours maximum. L’espace ne sera peut-être libéré qu’après leur suppression définitive. Espace récupérable estimé : %@.
it: Le foto selezionate verranno rimosse dalla tua libreria e dagli altri dispositivi che usano «Foto di iCloud», poi resteranno in «Eliminati di recente» per un massimo di 30 giorni. Lo spazio potrebbe non liberarsi finché non vengono eliminate definitivamente. Spazio recuperabile stimato: %@.
nl: De geselecteerde foto's worden verwijderd uit je bibliotheek en van andere apparaten die iCloud-foto's gebruiken, en blijven daarna maximaal 30 dagen in 'Recent verwijderd' staan. Er komt mogelijk pas opslagruimte vrij als ze definitief zijn verwijderd. Geschatte vrij te maken ruimte: %@.
pl: Wybrane zdjęcia zostaną usunięte z Twojej biblioteki i z innych urządzeń korzystających ze Zdjęć iCloud, a następnie pozostaną w albumie „Ostatnio usunięte” przez maksymalnie 30 dni. Miejsce może nie zostać zwolnione, dopóki zdjęcia nie zostaną trwale usunięte. Szacowane miejsce do odzyskania: %@.
pt_br: As fotos selecionadas serão removidas da sua fototeca e dos outros dispositivos que usam o Fotos do iCloud e ficarão em Apagados recentemente por até 30 dias. O espaço pode não ser liberado até que elas sejam apagadas definitivamente. Espaço recuperável estimado: %@.
tr: Seçili fotoğraflar kitaplığından ve iCloud Fotoğrafları'nı kullanan diğer aygıtlardan kaldırılacak, ardından en fazla 30 gün boyunca Son Silinenler'de kalacak. Kalıcı olarak silinene kadar depolama alanı boşalmayabilir. Tahmini geri kazanılabilir alan: %@.
uk: Вибрані фото буде видалено з вашої фототеки та інших пристроїв, які використовують Фото iCloud, а потім вони залишатимуться в альбомі «Недавно видалені» до 30 днів. Місце може не звільнитися, доки їх не буде видалено остаточно. Орієнтовно можна звільнити: %@.
zh_hant: 所選照片將從你的圖庫以及使用「iCloud 照片」的其他裝置上移除，並在「最近刪除」中保留最多 30 天。在永久刪除之前，儲存空間可能不會釋出。預估可回收空間：%@。

# details.clusterDetails.selection
source: Selection
ar: التحديد
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
nl: Selectie
pl: Wybór
pt_br: Seleção
tr: Seçim
uk: Вибір
zh_hant: 選取項目

# details.clusterDetails.selectionShortcutsAndGridLayout
source: Selection shortcuts and grid layout
ar: اختصارات التحديد وتخطيط الشبكة
de: Auswahl-Kurzbefehle und Rasterlayout
es: Atajos de selección y diseño de cuadrícula
fr: Raccourcis de sélection et disposition de la grille
it: Scorciatoie di selezione e disposizione della griglia
nl: Selectiesnelkoppelingen en rasterindeling
pl: Skróty wyboru i układ siatki
pt_br: Atalhos de seleção e layout da grade
tr: Seçim kısayolları ve ızgara düzeni
uk: Швидкий вибір фото та вигляд сітки
zh_hant: 選取快捷鍵與格線版面

# details.clusterDetails.showInfo
source: Show Info
ar: عرض المعلومات
de: Infos einblenden
es: Mostrar información
fr: Afficher les infos
it: Mostra info
nl: Toon gegevens
pl: Pokaż informacje
pt_br: Mostrar informações
tr: Bilgileri Göster
uk: Показати інформацію
zh_hant: 顯示資訊

# details.clusterDetails.similarPhotos
source: Similar Photos
ar: الصور المتشابهة
de: Ähnliche Fotos
es: Fotos similares
fr: Photos similaires
it: Foto simili
nl: Vergelijkbare foto's
pl: Podobne zdjęcia
pt_br: Fotos semelhantes
tr: Benzer Fotoğraflar
uk: Схожі фото
zh_hant: 相似照片

# details.clusterDetails.thisPhotoKeptAsBest
source: This photo is kept as the best shot. Long press another photo to make it the best shot instead.
ar: يُحتفظ بهذه الصورة بوصفها أفضل لقطة. اضغط مطولًا على صورة أخرى لجعلها أفضل لقطة بدلًا منها.
de: Dieses Foto bleibt als beste Aufnahme erhalten. Halte ein anderes Foto gedrückt, um stattdessen dieses zu wählen.
es: Esta foto se conserva como la mejor toma. Mantén pulsada otra foto para marcarla como la mejor.
fr: Cette photo est conservée comme la meilleure. Maintenez une autre photo pour la désigner à la place.
it: Questa foto è conservata come scatto migliore. Tieni premuta un'altra foto per impostarla come scatto migliore.
nl: Deze foto wordt bewaard als beste opname. Houd een andere foto ingedrukt om die als beste opname in te stellen.
pl: To zdjęcie jest zachowane jako najlepsze ujęcie. Przytrzymaj inne zdjęcie, aby to ono stało się najlepszym ujęciem.
pt_br: Esta foto foi mantida como a melhor. Mantenha outra foto pressionada para defini-la como a melhor.
tr: Bu fotoğraf en iyi kare olarak saklanıyor. Başka bir fotoğrafı en iyi kare yapmak için ona uzun bas.
uk: Це фото збережено як найкращий кадр. Утримайте інше фото, щоб зробити найкращим кадром його.
zh_hant: 這張照片會保留為最佳照片。長按其他照片即可改設為最佳照片。

# details.clusterDetails.type
source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
pl: Typ
pt_br: Tipo
tr: Tür
uk: Тип
zh_hant: 類型

# details.clusterDetails.view
source: View
ar: عرض
de: Ansehen
es: Ver
fr: Voir
it: Vista
nl: Weergave
pl: Widok
pt_br: Ver
tr: Görünüm
uk: Вигляд
zh_hant: 顯示方式

# details.clusterDetails.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_br: Sim
tr: Evet
uk: Так
zh_hant: 是

# details.clusterReviewActionBar.moveSelectedPhotos
source: Move %1$lld Photos
ar: نقل %1$lld صورة
de: %1$lld Fotos bewegen
es: Mover %1$lld fotos
fr: Déplacer %1$lld photos
it: Sposta %1$lld foto
nl: Verplaats %1$lld foto's
pl: Przenieś %1$lld zdjęcia
pt_br: Mover %1$lld fotos
tr: %1$lld Fotoğrafı Taşı
uk: Перемістити %1$lld фото
zh_hant: 移動 %1$lld 張照片

# details.clusterReviewActionBar.moving
source: Moving...
ar: جارٍ النقل...
de: Wird bewegt…
es: Moviendo...
fr: Déplacement…
it: Spostamento...
nl: Bezig met verplaatsen...
pl: Przenoszenie...
pt_br: Movendo...
tr: Taşınıyor...
uk: Переміщення...
zh_hant: 正在移動…

# details.clusterReviewSummaryCard.currentCleanupReviewStatus
source: Current cleanup review status
ar: حالة مراجعة التنظيف الحالية
de: Aktueller Aufräum-Prüfstatus
es: Estado actual de la revisión de limpieza
fr: Statut actuel de l’examen de nettoyage
it: Stato attuale del controllo di pulizia
nl: Huidige status van de opruimbeoordeling
pl: Bieżący stan przeglądu porządków
pt_br: Status atual da revisão de limpeza
tr: Geçerli temizlik gözden geçirme durumu
uk: Поточний стан перегляду очищення
zh_hant: 目前的清理檢視狀態

# details.clusterReviewSummaryCard.inReview
source: In review
ar: قيد المراجعة
de: In Prüfung
es: En revisión
fr: En cours d’examen
it: In controllo
nl: Wordt bekeken
pl: W trakcie przeglądu
pt_br: Em revisão
tr: Gözden geçiriliyor
uk: У перегляді
zh_hant: 檢視中

# details.clusterReviewSummaryCard.keepingOfEstimatedSize
source: Keeping %1$d of %2$d, estimated size %3$@.
ar: الاحتفاظ بـ %1$d من %2$d، الحجم التقديري %3$@.
de: %1$d von %2$d bleiben, geschätzte Größe %3$@.
es: Conservando %1$d de %2$d, tamaño estimado %3$@.
fr: %1$d sur %2$d conservées, taille estimée %3$@.
it: Conservate %1$d di %2$d, dimensione stimata %3$@.
nl: %1$d van %2$d bewaard, geschatte grootte %3$@.
pl: Zachowujesz %1$d z %2$d, szacowany rozmiar %3$@.
pt_br: Mantendo %1$d de %2$d, tamanho estimado %3$@.
tr: %2$d fotoğraftan %1$d tanesi saklanıyor, tahmini boyut %3$@.
uk: Залишаємо %1$d з %2$d, приблизний розмір %3$@.
zh_hant: 保留 %2$d 張中的 %1$d 張，預估大小 %3$@。

# details.clusterReviewSummaryCard.n1SimilarPhoto
source: 1 Similar Photo
ar: صورة متشابهة واحدة
de: 1 ähnliches Foto
es: 1 foto similar
fr: 1 photo similaire
it: 1 foto simile
nl: 1 vergelijkbare foto
pl: 1 podobne zdjęcie
pt_br: 1 foto semelhante
tr: 1 Benzer Fotoğraf
uk: 1 схоже фото
zh_hant: 1 張相似照片

# details.clusterReviewSummaryCard.needsReview
source: Needs review
ar: بحاجة إلى مراجعة
de: Prüfung nötig
es: Necesita revisión
fr: À examiner
it: Da controllare
nl: Moet worden bekeken
pl: Wymaga przeglądu
pt_br: Precisa de revisão
tr: Gözden geçirilmeli
uk: Потребує перегляду
zh_hant: 待檢視

# details.clusterReviewSummaryCard.notReviewed
source: Not reviewed
ar: لم تُراجَع
de: Nicht geprüft
es: Sin revisar
fr: Non examiné
it: Non controllato
nl: Niet bekeken
pl: Nieprzejrzane
pt_br: Não revisado
tr: Gözden geçirilmedi
uk: Не переглянуто
zh_hant: 未檢視

# details.clusterReviewSummaryCard.selectionSummary
source: %1$lld selected, estimated size %2$@.
ar: %1$lld محدد، الحجم التقديري %2$@.
de: %1$lld ausgewählt, geschätzte Größe %2$@.
es: %1$lld seleccionadas, tamaño estimado %2$@.
fr: %1$lld sélectionnées, taille estimée %2$@.
it: %1$lld selezionate, dimensione stimata %2$@.
nl: %1$lld geselecteerd, geschatte grootte %2$@.
pl: Wybrano %1$lld, szacowany rozmiar %2$@.
pt_br: %1$lld selecionadas, tamanho estimado %2$@.
tr: %1$lld seçildi, tahmini boyut %2$@.
uk: Вибрано: %1$lld, орієнтовний розмір: %2$@.
zh_hant: 已選取 %1$lld 張，預估大小 %2$@。

# details.clusterReviewSummaryCard.similarPhotos
source: %d Similar Photos
ar: %d صور متشابهة
de: %d ähnliche Fotos
es: %d fotos similares
fr: %d photos similaires
it: %d foto simili
nl: %d vergelijkbare foto's
pl: Podobne zdjęcia: %d
pt_br: %d fotos semelhantes
tr: %d Benzer Fotoğraf
uk: Схожих фото: %d
zh_hant: %d 張相似照片

# details.clusterReviewSummaryCard.tapPhotosSelectThemCleanup
source: Tap photos to select them for cleanup
ar: انقر على الصور لتحديدها للتنظيف
de: Tippe auf Fotos, um sie zum Aufräumen auszuwählen
es: Toca las fotos para seleccionarlas para la limpieza
fr: Touchez les photos pour les sélectionner pour le nettoyage
it: Tocca le foto per selezionarle per la pulizia
nl: Tik op foto's om ze te selecteren voor opruimen
pl: Stuknij zdjęcia, aby wybrać je do porządków
pt_br: Toque nas fotos para selecioná-las para a limpeza
tr: Temizlik için seçmek üzere fotoğraflara dokun
uk: Торкніться фото, щоб вибрати їх для очищення
zh_hant: 點一下照片即可選取以進行清理

# details.common.alikeNeedsPhotoLibraryAccess
source: Alike needs photo library access before it can delete photos. Open Settings to continue.
ar: يحتاج Alike إلى إذن الوصول إلى مكتبة الصور قبل أن يتمكن من حذف الصور. افتح الإعدادات للمتابعة.
de: Alike benötigt Zugriff auf die Mediathek, bevor Fotos gelöscht werden können. Öffne die Einstellungen, um fortzufahren.
es: Alike necesita acceso a la fototeca antes de poder eliminar fotos. Abre Ajustes para continuar.
fr: Alike a besoin d’accéder à la photothèque avant de pouvoir supprimer des photos. Ouvrez Réglages pour continuer.
it: Alike ha bisogno dell'accesso alla libreria foto per poter eliminare le foto. Apri Impostazioni per continuare.
nl: Alike heeft toegang tot je fotobibliotheek nodig om foto's te kunnen verwijderen. Open Instellingen om verder te gaan.
pl: Alike potrzebuje dostępu do biblioteki zdjęć, aby móc usuwać zdjęcia. Otwórz Ustawienia, aby kontynuować.
pt_br: O Alike precisa de acesso à fototeca antes de apagar fotos. Abra os Ajustes para continuar.
tr: Alike'ın fotoğrafları silebilmesi için fotoğraf kitaplığı erişimi gerekiyor. Sürdürmek için Ayarlar'ı aç.
uk: Alike потрібен доступ до фототеки, щоб видаляти фото. Відкрийте Налаштування, щоб продовжити.
zh_hant: Alike 需要取用照片圖庫才能刪除照片。請打開「設定」以繼續。

# details.common.alikeOrganizingSelectedPhotos
source: Alike organizing selected photos
ar: ‏Alike ينظّم الصور المحددة
de: Alike sortiert die ausgewählten Fotos
es: Alike organizando las fotos seleccionadas
fr: Alike organise les photos sélectionnées
it: Alike organizza le foto selezionate
nl: Alike ordent de geselecteerde foto's
pl: Alike porządkuje wybrane zdjęcia
pt_br: Alike organizando as fotos selecionadas
tr: Alike seçili fotoğrafları düzenliyor
uk: Alike впорядковує вибрані фотографії
zh_hant: Alike 正在整理已選取的照片

# details.common.bestShot
source: Best Shot
ar: أفضل لقطة
de: Beste Aufnahme
es: Mejor toma
fr: Meilleure photo
it: Scatto migliore
nl: Beste opname
pl: Najlepsze ujęcie
pt_br: Melhor foto
tr: En İyi Kare
uk: Найкращий кадр
zh_hant: 最佳照片

# details.common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
tr: Vazgeç
uk: Скасувати
zh_hant: 取消

# details.common.cleanupUnavailable
source: Cleanup Unavailable
ar: التنظيف غير متاح
de: Aufräumen nicht verfügbar
es: Limpieza no disponible
fr: Nettoyage indisponible
it: Pulizia non disponibile
nl: Opruimen niet beschikbaar
pl: Porządki niedostępne
pt_br: Limpeza indisponível
tr: Temizlik Kullanılamıyor
uk: Очищення недоступне
zh_hant: 無法進行清理

# details.common.clearSelection
source: Clear Selection
ar: مسح التحديد
de: Auswahl aufheben
es: Quitar selección
fr: Tout désélectionner
it: Azzera selezione
nl: Wis selectie
pl: Wyczyść wybór
pt_br: Limpar seleção
tr: Seçimi Temizle
uk: Очистити вибір
zh_hant: 清除選取

# details.common.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluit
pl: Zamknij
pt_br: Fechar
tr: Kapat
uk: Закрити
zh_hant: 關閉

# details.common.couldntMoveSelectedPhotosPlease
source: Couldn't move the selected photos. Please try again.
ar: تعذّر نقل الصور المحددة. يُرجى المحاولة مرة أخرى.
de: Die ausgewählten Fotos konnten nicht bewegt werden. Versuche es erneut.
es: No se han podido mover las fotos seleccionadas. Inténtalo de nuevo.
fr: Impossible de déplacer les photos sélectionnées. Réessayez.
it: Non è stato possibile spostare le foto selezionate. Riprova.
nl: De geselecteerde foto's konden niet worden verplaatst. Probeer het opnieuw.
pl: Nie udało się przenieść wybranych zdjęć. Spróbuj ponownie.
pt_br: Não foi possível mover as fotos selecionadas. Tente novamente.
tr: Seçili fotoğraflar taşınamadı. Lütfen yeniden dene.
uk: Не вдалося перемістити вибрані фото. Спробуйте ще раз.
zh_hant: 無法移動所選的照片。請再試一次。

# details.common.keepingAllPhotos
source: Keeping all %d photos
ar: الاحتفاظ بجميع الصور البالغ عددها %d
de: Alle %d Fotos bleiben
es: Conservando las %d fotos
fr: Conservation des %d photos
it: Conservate tutte le %d foto
nl: Alle %d foto's worden bewaard
pl: Zachowujesz wszystkie zdjęcia: %d
pt_br: Mantendo todas as %d fotos
tr: %d fotoğrafın tümü saklanıyor
uk: Залишаємо всі %d фото
zh_hant: 保留全部 %d 張照片
